[
    {
      "it": "Nel divenir del Bosco ombroso e folto,",
      "en": "In the becoming of the shady and thick forest," 
    },
    {
      "it": "Ove le canne in murmure s'intreccian,",
      "en": "Where the reeds intertwine in murmur," 
    },
    {
      "it": "E il sol a stento filtra il verde volto,",
      "en": "And the sun scarcely filters the green face," 
    },
    {
      "it": "Un desiderio l'anima mi breccian.",
      "en": "A desire breaches my soul."
    },
    {
      "it": "\"Noto laggiù,\" e il guardo intento",
      "en": "\"I note something down there,\" and my gaze intent"
    },
    {
      "it": "Seguiva il fitto velo di quel loco,",
      "en": "Followed the thick veil of that place," 
    },
    {
      "it": "Quasi un mistero antico, un recondo evento",
      "en": "As if an ancient mystery, a hidden event"
    },
    {
      "it": "Celasse l'ombra al curioso gioco.",
      "en": "Were cloaked by shadow from the curious game."
    },
    {
      "it": "\"Se posso inoltrarmi in quell'altro...\" oh, voce",
      "en": "\"If I can step further into that other...\" oh, voice"
    },
    {
      "it": "Che il dubbio vela e la speranza accende!",
      "en": "That veils doubt and lights hope!"
    },
    {
      "it": "È l'animo che anela, che non tace,",
      "en": "It is the soul that yearns, that will not stay silent," 
    },
    {
      "it": "Verso ciò che la vista non comprende.",
      "en": "Toward that which the eye cannot comprehend."
    },
    {
      "it": "Simil a Dante che la selva oscura",
      "en": "Like Dante who saw the shadowed wood"
    },
    {
      "it": "Vide, e smarrito errò nel suo cammino,",
      "en": "And lost, wandered in his path," 
    },
    {
      "it": "Così tu guardi la fitta verzura,",
      "en": "So you gaze upon the dense greenery," 
    },
    {
      "it": "Presago forse d'un ignoto destino.",
      "en": "Foreseeing perhaps an unknown fate."
    },
    {
      "it": "Ma qui non fiere bestie o spirto rio",
      "en": "But here no fierce beasts or evil spirits"
    },
    {
      "it": "Sbarrano il passo al tuo voler vagante,",
      "en": "Bar the path of your wandering will," 
    },
    {
      "it": "Sol l'ombra densa, il fruscio blando e pio",
      "en": "Only the dense shade, the gentle and holy rustle"
    },
    {
      "it": "D'un mondo verde, placido e distante.",
      "en": "Of a green world, peaceful and distant."
    },
    {
      "it": "Inoltrati dunque, pellegrin novello,",
      "en": "So go forth, novice pilgrim," 
    },
    {
      "it": "Se il tuo cor balda sete ti consiglia.",
      "en": "If your bold thirst counsels your heart."
    },
    {
      "it": "Forse tra le canne troverai un anello",
      "en": "Perhaps among the reeds you'll find a ring"
    },
    {
      "it": "Che al tuo spirito doni una scintilla.",
      "en": "That grants your spirit a spark."
    },
    {
      "it": "E se in quel bosco, denso di mistero,",
      "en": "And if in that forest, dense with mystery," 
    },
    {
      "it": "L'anima tua conoscerà stupore,",
      "en": "Your soul shall come to know awe," 
    },
    {
      "it": "Ricorda che il cammino è intero,",
      "en": "Remember the journey is whole," 
    },
    {
      "it": "E ogni scoperta accende un nuovo ardore.",
      "en": "And each discovery kindles new ardor."
    }
  ]
  